{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"},"By enabling this feature, you agree to the {{stripeLinkTerms}}Link Terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}":["Mit der Aktivierung dieser Funktion stimmst du den {{stripeLinkTerms}}Nutzungsbedingungen für Links{{\/stripeLinkTerms}} und der {{privacyPolicy}}Datenschutzerklärung{{\/privacyPolicy}} zu."],"Stripe Link":["Stripe-Link"],"By using WooPay, you agree to the {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and acknowledge you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} and understand you will be sharing data with us. {{trackingLink}}Click here{{\/trackingLink}} to learn more about data sharing. You can opt out of data sharing by disabling WooPay.":["Durch die Nutzung von WooPay erklärst du dich mit den {{tosLink}}WooCommerce-Geschäftsbedingungen{{\/tosLink}} einverstanden und bestätigst, dass du unsere {{privacyLink}}Datenschutzerklärung{{\/privacyLink}} gelesen hast und weißt, dass du Daten an uns übermitteln wirst. {{trackingLink}}Hier erhältst du weitere Informationen über die Weitergabe von Daten.{{\/trackingLink}} Du kannst die Weitergabe von Daten unterbinden, indem du WooPay deaktivierst."],"WooPay":["WooPay"],"When enabled, customers will be able to checkout using WooPay":["Ist das Plugin aktiviert, können deine Kunden über WooPay bezahlen"],"Enable WooPay":["WooPay aktivieren"],"Allow your customers to collect payments via WooPay.":["Ermögliche deinen Kunden, Zahlungen über WooPay zu empfangen."],"Error retrieving transactions.":["Fehler beim Abrufen der Transaktionen."],"Error retrieving transaction.":["Fehler beim Abrufen der Transaktion."],"Error retrieving documents.":["Fehler beim Abrufen der Dokumente."],"From %1$f%% + %2$s":["Ab %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Customize":["Customizer"],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informiere deine Kunden über die Rückgabe-, Rückerstattungs- und Umtauschbedingungen oder andere wissenswerte Details. Hier kannst du reinen Text und Links hinzufügen, aber keine Bilder."],"Custom message":["Individuelle Nachricht"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Wenn diese Funktion aktiviert ist, können Kunden, die Geräte mit Apple Pay oder Google Pay nutzen, mit einem Wallet ihrer Wahl bezahlen."],"Invalid express checkout method ID specified.":["Ungültige Methoden-ID für Express-Zahlung angegeben."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Konfiguriere, wie Apple Pay- und Google Pay-Buttons in deinem Shop angezeigt werden."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Ermögliche es deinen Kunden, Zahlungen über Apple Pay und Google Pay zu empfangen."],"Error retrieving the active loan summary.":["Beim Abrufen der Zusammenfassung des aktiven Kredits ist ein Fehler aufgetreten."],"EPS transactions":["EPS-Transaktionen"],"Accept your payment with EPS — a common payment method in Austria.":["Empfange deine Zahlungen mit EPS – einer verbreiteten Zahlungsmethode in Österreich."],"EPS":["EPS"],"United States (US) dollar":["Vereinigte Staaten (US) Dollar"],"Swedish krona":["Schwedische Krone"],"New Zealand dollar":["Neuseeland-Dollar"],"Norwegian krone":["Norwegische Krone"],"Pound sterling":["Pfund Sterling"],"Euro":["Euro"],"Danish krone":["Dänische Krone"],"Swiss franc":["Schweizer Franken"],"Canadian dollar":["Kanadischer Dollar"],"Australian dollar":["Australischer Dollar"],"BECS Direct Debit transactions":["BECS-Lastschrifttransaktionen"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Bulk Electronic Clearing System — Akzeptiere sichere Banküberweisungen aus Australien."],"BECS Direct Debit":["BECS-Lastschrift"],"Error retrieving the summary of disputes.":["Fehler beim Abrufen der Zusammenfassung zu Reklamationen."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Bei der Wiedergabe dieser Ansicht ist ein Fehler aufgetreten. Wende dich an den Support, falls das Problem weiterhin besteht."],"SEPA Direct Debit transactions":["SEPA-Lastschrift-Transaktionen"],"Przelewy24 (P24) transactions":["Przelewy24 (P24)-Transaktionen"],"iDeal transactions":["iDeal-Transaktionen"],"Bancontact transactions":["Bancontact-Transaktionen"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} zu Gebühren für WooCommerce Payments"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} zu Gebühren für WooCommerce Payments in deinem Land"],"You need to provide more information to enable %s on your checkout.":["Wir benötigen weitere Information, um beim Bezahlvorgang %s zu aktivieren."],"You need to provide more information to enable %s on your checkout:":["Wir benötigen weitere Information, um beim Bezahlvorgang %s zu aktivieren:"],"One more step to enable %s":["Nur noch ein Schritt, um %s zu aktivieren"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Wenn du fortfährst, schickt unser Zahlungspartner Stripe zur Abfrage der erforderlichen Informationen eine E-Mail an {{merchantEmail \/}}"],"Personal Identification Number":["Persönliche Identifikationsnummer"],"Business Number":["Umsatzsteuer-Identifikationsnummer des Unternehmens"],"Business Website":["Business-Website"],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Verkaufe Abonnement-Produkte und -Dienstleistungen mit WooCommerce Payments. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Biete Abonnements mit WooCommerce Payments an"],"Pending activation":["Aktivierung ausstehend"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["Du musst die erforderlichen Informationen angeben, damit %s für deine Kunden sichtbar wird. Befolge die Anweisungen unseres Partners Stripe, um %s."],"Pending approval":["Genehmigung ausstehend"],"This payment method is pending approval. Once approved, you will be able to use it.":["Die Genehmigung dieser Zahlungsmethode steht noch aus. Du kannst sie nutzen, sobald sie genehmigt wurde."],"Contact WooCommerce Support":["Kontaktiere den Support für WooCommerce"],"To use %s, please contact WooCommerce support.":["Wende dich an den Support für WooCommerce, um %s zu nutzen."],"Unknown transactions":["Unbekannte Transaktionen"],"Sofort transactions":["Sofort-Überweisungen"],"GiroPay transactions":["Giropay-Transaktionen"],"In-person transactions":["Persönliche Transaktionen"],"Card transactions":["Kartentransaktionen"]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" Die Einstellung wird nicht auf persönliche Zahlungen angewendet (bitte beachte, dass persönliche Zahlungen innerhalb von 2 Tagen nach der Autorisierung gebucht werden sollten)."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Erlaube Kunden, in mehreren Währungen einzukaufen und zu bezahlen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Enable Multi-Currency":["Multi-Currency aktivieren"],"Error retrieving store settings.":["Fehler beim Abrufen der Shop-Einstellungen"],"Error retrieving single currency settings.":["Fehler beim Abrufen der Einstellungen einer einzelnen Währung"],"Error updating currency settings.":["Fehler beim Aktualisieren der Währungseinstellungen"],"Currency settings updated.":["Währungseinstellungen aktualisiert"],"Error saving store settings.":["Fehler beim Speichern der Shop-Einstellungen"],"Store settings saved.":["Shop-Einstellungen gespeichert"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact ist eine Zahlungsmethode mit Weiterleitung zur Bank, die von mehr als 80 % der Online-Unternehmen in Belgien angeboten wird."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Erweitere dein Business mit iDEAL – der beliebtesten Zahlungsmethode in den Niederlanden."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Akzeptiere Zahlungen mit Przelewy24 (P24), der beliebtesten Zahlungsmethode in Polen."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Total":["Summe"],"To preview the %1$s button, view this page in the %2$s browser.":["Um den Button %1$s in der Vorschau anzuzeigen, musst du diese Seite im %2$s-Browser öffnen. "],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Um die Buttons in der Vorschau anzuzeigen, musst du sicherstellen, dass dein Gerät so konfiguriert ist, dass Apple Pay oder Google Pay akzeptiert wird, und diese Seite mit dem Browser „Safari“ oder „Chrome“ anzeigen."],"missing fees":["fehlende Gebühren"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Wenn dies aktiviert ist, können die Benutzer mit einer gespeicherten Karte bezahlen. Kartendatendaten werden auf unserer Plattform gespeichert, nicht in deinem Store."],"Enable payments via saved cards":["Zahlung mit gespeicherten Karten aktivieren"],"Thank you! Your feedback will help improve your experience in the future.":["Danke schön! Dein Feedback hilft uns dabei, dein Erlebnis in Zukunft zu verbessern."],"There was an error during submission.":["Während der Übermittlung ist ein Fehler aufgetreten."],"Comments (optional)":["Kommentare (optional)"],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["Feedback wird anonym an das WooCommerce Payments-Entwicklerteam übersendet."],"What made you disable the new payments experience?":["Aus welchem Grund hast du das neue Payments-Erlebnis deaktiviert?"],"Do you have any feedback for the new payments experience?":["Hast du Feedback zum neuen Payments-Erlebnis?"],"You've disabled the new payments experience in your store.":["Du hast das neue Payments-Erlebnis in deinem Store deaktiviert."],"Send feedback":["Feedback senden"],"Provide feedback about the new payments experience.":["Bitte gib Feedback zum neuen Payments-Erlebnis."],"The survey could not be loaded.":["Die Befragung konnte nicht geladen werden."],"Payment methods that require the new payments experience:":["Folgende Zahlungsmethoden erfordern das neue Payments-Erlebnis:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Ohne das neue Payments-Erlebnis können Kunden nur per Kredit- oder Debitkarte bezahlen. Du kannst keine verkaufsfördernden Zahlungsmethoden mehr hinzufügen."],"contact support":["Support kontaktieren"],"WooCommerce Payments docs":["WooCommerce Payments-Dokumente"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Brauchst du Hilfe? Navigiere zu {{ docsLink \/}} oder {{supportLink \/}}."],"Disable the new payments experience":["Das neue Payments-Erlebnis deaktivieren"],"There was an error disabling the new payment methods.":["Beim Deaktivieren des neuen Payments-Erlebnis ist ein Fehler aufgetreten."],"Enable in your store":["In deinem Store aktivieren"],"Early access":["Frühzeitiger Zugriff"],"Payment methods":["Zahlungsmethoden"],"Base transaction fees: %s":["Grundgebühren für Transaktionen: %s"],"Add feedback or disable":["Feedback hinzufügen oder deaktivieren"],"Provide feedback":["Gib Feedback"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Profitiere von frühem Zugang zu zusätzlichen Zahlungsmethoden und einem optimierten Erlebnis rund um den Bezahlvorgang – demnächst mit WooCoomerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Aktiviere das neue WooCommerce Payments-Erlebnis fürs Bezahlen"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["Die Belastung muss innerhalb von 7 Tagen nach Autorisierung auf dem Bildschirm der Bestelldetails gebucht werden, sonst werden die Autorisierung und Bestellung storniert."],"Update your store's configuration to ensure smooth transactions.":["Aktualisiere die Konfiguration deines Stores, um reibungslose Transaktionen zu ermöglichen."],"Transactions and deposits":["Transaktionen und Anzahlungen"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Aktiviere oder deaktiviere WooCommerce Payments für deinen Store und schalte den Testmodus an, um Transaktionen nachzustellen."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Hell {{br\/}}{{helpText}}Für dunkle oder farbige Hintergründe mit hohem Kontrast empfohlen.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Dunkel {{br\/}}{{helpText}}Für weiße oder helle Hintergründe mit hohem Kontrast empfohlen.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Groß {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Mittel {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Standard {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Umriss {{br\/}}{{helpText}}Für weiße oder helle Hintergründe mit nicht genügend Kontrast empfohlen.{{\/helpText}}"],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Bei Aktivierung werden von WooCommerce Payments unterstützte Zahlungsmethoden beim Bezahlen angezeigt."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Wenn du diese Funktion aktivierst, stimmst du den allgemeinen Geschäftsbedingungen von {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} und {{googleLink}}Google{{\/googleLink}} automatisch zu."],"Debug mode":["Debug-Modus"],"Error retrieving currencies.":["Fehler beim Abrufen von Währungen."],"Error updating enabled currencies.":["Fehler beim Aktualisieren aktivierter Währungen."],"Enabled currencies updated.":["Aktivierte Währungen aktualisiert."],"Preview":["Vorschau"],"Error retrieving all deposits' overviews.":["Fehler beim Abrufen der Anzahlungsübersichten."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Nutze die {{testCardHelpLink}}Testkartennummern{{\/testCardHelpLink}} zum Nachstellen verschiedener Transaktionen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Gib deinen Kunden die Möglichkeit, ihre bevorzugten Express-Zahlungsmethoden und digitalen Wallets zu nutzen, um schneller und sicherer an verschiedenen Stellen deines Stores zu bezahlen."],"Express checkouts":["Express-Zahlungen"],"Theme":["Vorlage"],"Size":["Größe"],"Note that larger buttons are more suitable for mobile use.":["Denke daran, dass große Buttons für Mobilgeräte geeigneter sind."],"Appearance":["Design"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Wähle einen Button, der am besten zur Kauf- oder Zahlungserfahrung in deinem Store passt."],"Call to action":["Handlungsaufruf"],"Book":["Buch"],"Only icon":["Nur Icon"],"Show express checkouts on":["Express-Zahlungen anzeigen auf:"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Wenn dies aktiviert ist, werden Fehlerprotokolle von Zahlungen gespeichert unter WooCommerce > Status > Protokolle."],"Log error messages":["Protokollfehlermeldung"],"Advanced settings":["Erweiterte Einstellungen"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Kann jederzeit wieder in {{wooCommercePaymentsLink \/}} hinzugefügt werden"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Möchtest du {{strong}}%s{{\/strong}} wirklich entfernen? Dein Kunden können dann nicht mehr mit %s bezahlen."],"Remove":["Entfernen"],"Remove %1$s from checkout":["%1$s vom Bezahlen entfernen"],"Continue":["Weiter"],"Enable Apple Pay \/ Google Pay":["Apple Pay und Google Pay aktivieren"],"Save changes":["Änderungen sichern"],"Error retrieving settings.":["Fehler beim Abrufen der Einstellungen"],"Error saving settings.":["Fehler beim Speichern der Einstellungen."],"Settings saved.":["Einstellungen gespeichert"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Bearbeite die Auswahl der Zahlungsmethoden für Kunden beim Bezahlen und füge neue hinzu. Deine Kunden sehen nur die relevantesten Zahlungsmethoden, basierend auf deren Gerätetyp, Standort und Kaufverlauf."],"Transaction preferences":["Transaktionspräferenzen"],"View frequently asked questions":["Häufig gestellte Fragen anzeigen"],"Manage in Stripe":["In Stripe verwalten"],"Manage and update your deposit account information to receive payments and payouts.":["Verwalte und aktualisiere deine Anzahlungskontodaten, um Zahlungen und Auszahlungen zu erhalten."],"Bank account information":["Bankkontodaten"],"Edit the way your store name appears on your customers' bank statements.":["Bearbeite die Art und Weise, wie der Name deines Stores auf den Bankauszügen des Kunden angezeigt wird."],"Issue an authorization on checkout, and capture later":["Erstelle beim Bezahlen eine Autorisierung und buche diese später."],"Product page":["Produktseite"],"Payments accepted on checkout":["Akzeptierte Zahlungsmethoden beim Bezahlen"],"Cancel":["Kündigen"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Erreiche 500 Millionen Kunden und mehr als 20 Millionen Unternehmen in der EU."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Akzeptiere sichere Überweisungen aus Österreich, Belgien, Deutschland, Italien, Spanien und den Niederlanden."],"Expand your business with giropay — Germany’s second most popular payment system.":["Erweitere dein Business mit Giropay – dem zweitbeliebtesten Zahlungssystem Deutschlands."],"giropay":["Giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Gib deinen Kunden die Möglichkeit, mit den geläufigsten Kredit- und Debitkarten zu bezahlen, ohne deinen Store verlassen zu müssen."],"Credit card \/ debit card":["Kredit-\/Debitkarte"],"Recommended":["Empfohlen"],"Sofort":["Sofort"],"Disable":["Deaktivieren"],"General":["Allgemein"],"Error retrieving disputes.":["Fehler beim Abrufen von Reklamationen"],"Error retrieving dispute.":["Fehler beim Abrufen der Reklamation"],"There has been an error accepting the dispute. Please try again later.":["Beim Akzeptieren der Reklamation ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"You have accepted the dispute.":["Du hast die Reklamation akzeptiert."],"You have accepted the dispute for order #%s.":["Du hast die Reklamation für die Bestellung mit der Nr. %s akzeptiert."],"Error retrieving deposits overview.":["Fehler beim Abrufen des Anzahlungsüberblicks"],"Error retrieving deposit.":["Fehler beim Abrufen der Anzahlung"],"Error retrieving deposits.":["Fehler beim Abrufen der Anzahlungen"],"Error creating instant deposit.":["Fehler beim Erstellen einer Direktanzahlung"],"View details":["Details anzeigen"],"Instant deposit for %s in transit.":["Direktanzahlung für %s unterwegs"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s pro Transaktion"],"Learn more":["Erfahre mehr"],"(%f%% discount)":["(%f%% Rabatt)"],"SEPA Direct Debit":["SEPA-Lastschrift"],"Dev mode is active so logging is on by default.":["Der Entwicklungsmodus ist aktiviert, sodass die Protokollierung standardmäßig aktiviert ist."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["Der Entwicklungsmodus ist aktiviert, sodass alle Transaktionen im Testmodus erfolgen. Diese Einstellung ist nur für Live-Konten verfügbar."],"Checkout":["Bezahlen"],"Cart":["Warenkorb"],"Donate":["Spenden"],"Buy":["Kaufen"],"Enable test mode":["Testmodus aktivieren"],"Test mode":["Testmodus"],"Customer bank statement":["Bankauszug des Kunden"],"Enable WooCommerce Payments":["WooCommerce Payments aktivieren"],"Settings":["Settings"],"WooCommerce Payments":["WooCommerce-Zahlungen"]}}}