{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"},"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies – with no setup costs or monthly fees – and you can now accept in-person payments with the Woo mobile app.":["Mit WooCommerce Payments kannst du Karten von großen Anbietern, Apple Pay und Zahlungen in mehr als 100 Währungen akzeptieren, ohne Einrichtungskosten oder monatliche Gebühren zu zahlen. Mit der mobilen Woo-App kannst du jetzt auch persönliche Zahlungen akzeptieren."],"By clicking “Finish setup”, you agree to the <a>Terms of Service<\/a>":["Indem du auf „Einrichten abschließen“ klickst, stimmst du den <a>Geschäftsbedingungen<\/a> zu."],"Finish setup":["Einrichtung abschließen"],"You’re ready to start using the features and benefits of WooCommerce Payments.":["Du bist bereit, die Funktionen und Vorteile von WooCommerce Payments zu nutzen."],"Setup complete!":["Einrichtung abgeschlossen!"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Als Nächstes bitten wir dich, dein Business und deine Zahlungsangaben zu verifizieren, um Anzahlungen zu aktivieren."],"Provide a few business details":["Gib ein paar Informationen zu deinem Business an"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Zur Gewährleistung sicherer Überweisungen ist ein WordPress.com-Konto erforderlich."],"Create and connect your account":["Erstelle ein Konto und verknüpfe es"],"You’re only steps away from getting paid":["Du bist nur wenige Schritte davon entfernt, bezahlt zu werden"],"Accepted payment methods":["Akzeptierte Zahlungsmethoden"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store’s dashboard - with no setup costs or monthly fees.":["Mit WooCommerce Payments kannst du sichere Zahlungen in über 100 Währungen akzeptieren – über alle geläufigen Kreditkarten und Apple Pay. Verfolge deinen Cashflow und verwalte wiederkehrenden Umsatz direkt im Dashboard deines Stores – ganz ohne Einrichtungskosten oder monatliche Gebühren."],"Finish setup to enable credit card payments":["Schließe die Einrichtung ab, um Zahlungen per Kreditkarte zu aktivieren"],"We'll notify you when we resume!":["Wir benachrichtigen dich, wenn es weiter geht."],"We've temporarily paused new account creation.":["Wir haben die Erstellung neuer Konten vorübergehend deaktiviert."],"Learn more":["Erfahre mehr"],"WooCommerce Payments":["WooCommerce-Zahlungen"]}}}